@extends('layouts.master')

@section('content')
<style>
    body {
        font-family: 'Arial', sans-serif;
    }
    .section-header {
        margin-top: 50px;
        font-size: 2rem;
        font-weight: bold;
        color: #2E8B57;
    }
    .section-content {
        font-size: 1.5rem;
    }
    .btn-custom {
        background-color: #2E8B57;
        color: white;
    }
    .btn-custom:hover {
        background-color: #2E8B57;
    }

</style>
<div class="container py-5">
    <div class="text-center">
        <h1 class="display-4">ijevanmarket.am</h1>
        <p class="lead">Լիարժեք օգտվելու համար հարկավոր է գրանցվել</p>
    </div>

    <!-- Раздел "Գրանցում" -->
    <div class="section-header">Գրանցում</div>
    <div class="section-content">
        <p>Լրացնել էլ․ հասցե, ստեղծել գաղտնաբառ, ընդունել օգտագործման պայմանները և սեղմել Գրանցվելու կոճակը:</p>
        <p>Հաստատել գրանցումը նշված էլ․ հասցեին ուղարկված նամակի միջոցով:</p>
        <p>Հաստատումից հետո կարող եք տեսնել անձնական տվյալները և կայքից օգտվելու այլ հնարավություններ։</p>
    </div>

    <!-- Раздел "Գնումներ կատարելու համար" -->
    <div class="section-header">Գնումներ կատարելու համար</div>
    <div class="section-content">
        <p>Անհրաժեշտ ապրանքը ավելացնել զամբյուղ:</p>
        <p>Սեղմելով զամբյուղ կոճակին, կտեսնեք Ձեր ավելացրած ապրանքների ցանկը, որտեղից անհրաժեշտ է սեղմելՊատվիրել կոճակին:</p>
        <p>Բացված էջում կարող եք տեսնել պատվերների ընդհանուր տեսքը և սեղմել Պատվիրել կոճակին:</p>

        <div class="section-header">Պատվերի կատարման 2 տարբերակ</div>
        <p>Վերցնել տեղում՝ մոտենալ IjevanMarket-ին և վերցնել նախապես պատվիրած ապրանքը՝ վճարելով տեղում կամ օնլայն տարբերակով:</p>
        <p>Առաքում՝ առաքիչը մոտեցնում է պատվերը Ձեր նշած հասցեով և կարող եք ընտրել վճարման տարբերակը՝ կանխիկ՝ առաքիչին կամ օնլայն վճարումը:</p>

        <p>Պատվերի ձևակերպումից հետո այն հայտվում է ընթացիկ պատվերների բաժնում:</p>
        <p>Այնուհետև անհրաժեշտ է սպասել մինչ օպերատորը կհաստատի պատվերը։ Օպերատորի հաստատելուց հետո առաքիչը կմոտեցնի պատվերը նշված ժամանակահատվածում։</p>
    </div>

    <!-- Раздел "Բոնուսային միավորներ" -->
    <div class="section-header">Բոնուսային միավորներ</div>
    <div class="section-content">
        <p>Կատարելով գնումներ IjevanMarket.am-ից՝ կարող եք կուտակել բոնուսային միավորներ, որոնցով կարող եք վճարել կազմված պատվերի մի մասը:</p>
    </div>

    <!-- Раздел "Չգրանցված հաճախորդներ" -->
    <div class="section-header">Չգրանցված հաճախորդներ</div>
    <div class="section-content">
        <p>Չգրանցված ինչպես նաև անձնական հաշիվ մուտք չգործած հաճախորդները հնարավորություն ունեն կատարել պատվեր մեկ հպումով:</p>
        <p>Հարկավոր է ընտրել անհրաժեշտ ապրանքը և ավելացնել զամբյուղ:</p>
        <p>Սեղմել Պատվիրեք մեկ հպումով կոճակին:</p>
        <p>Լրացնել անհրաժեշտ դաշտերը և պատվիրել:</p>
        <p>Պատվերը ստանալուց հետո ադմինիստրատորը հաստատում է այն և պատվերը անցնում է ձևակերպման:</p>
        <p>Հաստատումից հետո օպերատորը կապ է հաստատում պատվիրատուի հետ՝ ճշտելու՝ ապրանքը վերցնելու է տեղում, թե առաքիչը մոտեցնելու է պատվերը անհրաժեշտ հասցեով:</p>
    </div>
</div>
@endsection
