@extends('layouts.master')
@section('content')

<div class="container py-5">
    <h1 class="text-center">Օգտագործման Պայմաններ</h1>
    <p class="text-center">Վերջին թարմացումը՝ 01․05․2025թ․</p>

    <div class="content">
      <h3 class="section-title">1. Ընդհանուր դրույթներ</h3>
      <p>Այս կայքը պատկանում և կառավարվում է <<Շուշան Այվազյան>> ԱՁ ընկերությանը, որը զբաղվում է մթերքների և տնային օգտագործման ապրանքների վաճառքով։ https://ijevanmarket.am/ կայքի միջոցով մենք ապահովում ենք ապրանքների առցանց ցուցադրում, պատվերների ընդունում և առաքման ծառայություն։</p>

      <h3 class="section-title">2. Օգտատիրոջ պարտականությունները</h3>
      <p>Օգտագործելով կայքը՝ Դուք պարտավորվում եք:</p>
      <ul>
        <li>տրամադրել ճշգրիտ և ամբողջական տվյալներ՝ պատվեր կատարելու կամ հաշիվ ստեղծելու ժամանակ,</li>
        <li>չօգտագործել կայքը անօրինական նպատակներով,</li>
        <li>չփորձել մուտք գործել կայքի պաշտպանված հատվածները կամ խափանել դրա աշխատանքը։</li>
      </ul>

      <h3 class="section-title">3. Պատվերների կատարում</h3>
      <p>Մենք ձգտում ենք ապահովել պատվիրված ապրանքների առաքումը ժամանակին։ Այնուամենայնիվ՝ որոշ հանգամանքներում (օրինակ՝ եղանակային պայմաններ, տեխնիկական խնդիրներ) առաքման ժամկետները կարող են փոփոխվել։ Այդ դեպքերում Դուք կտեղեկացվեք հնարավորինս արագ։</p>

      <h3 class="section-title">4. Վճարումներ</h3>
      <p>Վճարումները կատարվում են կանխիկ՝ առաքման պահին կամ նախօրոք փոխանցմամբ։ Մենք կարող ենք ժամանակ առ ժամանակ ավելացնել վճարման այլ տարբերակներ։</p>

      <h3 class="section-title">5. Ապրանքների վերադարձ և փոխանակում</h3>
      <p>Վերադարձն ընդունվում է միայն անվնաս ապրանքների դեպքում՝ առաքումից հետո 24 ժամվա ընթացքում։ Մթերքաբանական ապրանքների (փչացող ապրանքներ) դեպքում վերադարձը չի կատարվում, եթե բացակայում է արտադրական թերությունը։</p>

      <h3 class="section-title">6. Գաղտնիություն</h3>
      <p>Ձեր անձնական տվյալները պահպանվում են գաղտնիության և տվյալների պաշտպանության բոլոր պահանջներին համապատասխան։ Մենք չենք տրամադրում Ձեր տվյալները երրորդ անձանց՝ առանց Ձեր համաձայնության, բացառությամբ օրենքով նախատեսված դեպքերի։</p>

      <h3 class="section-title">7. Իրավունքների պահպանում</h3>
      <p>IjevanMarket.am կայքի ողջ բովանդակությունը՝ ներառյալ ապրանքների նկարագրությունները, նկարները, դիզայնը և ծրագրային կոդը, հանդիսանում են մեր սեփականությունը կամ տրամադրված են լիցենզիայի հիման վրա։ Կայքի բովանդակության ցանկացած չթույլատրված օգտագործում արգելվում է։</p>

      <h3 class="section-title">8. Պայմանների փոփոխություն</h3>
      <p>Մենք պահպանում ենք իրավունքը ցանկացած պահի փոփոխել կամ թարմացնել այս պայմանները՝ առանց նախազգուշացման։ Ձեր շարունակական օգտագործումը կայքի՝ համարվում է համաձայնություն նոր պայմաններին։</p>
    </div>
  </div>
</div>
@endsection
