<?php
return [
    'status' => 'Կարգավիճակ',
    'pending'   => 'Պատվերը ընդունված է',
    'paid'      => 'Վճարված է',
    'shipped'   => 'Հաստատված է',
    'delivered' => 'Առաքվել է',
    'cancelled' => 'Չեղարկվել է',
    'unknown'   => 'Անհայտ',
    'return_button' => 'Վերադառնալ խանութ',
    'success_message' => 'Շնորհակալություն ձեր պատվերի համար։ Մենք կկապնվենք ձեզ հետ՝ առաքման մանրամասները հաստատելու համար։',
    'success_title' => 'Վճարումն ավարտված է հաջողությամբ!',
    'title' => 'Վճարումը ձախողվեց',
    'reason' => 'Արդյունք',
    'try_again' => 'Կրկին փորձել',

];
